{
    "data": [
        {
            "boardNum": 8,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20250312102425025023.png",
            "aliyunVid": "",
            "reportTitle": "审核不通过数据",
            "theme": "医药转化",
            "name": "审核不通过数据",
            "background": "审核不通过数据",
            "methods": "审核不通过数据",
            "results": "审核不通过数据",
            "conclusion": "审核不通过数据",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/250312\/aed9061d9996f566656c5980a3202d21.jpg",
            "keywords": "审核不通过数据",
            "position": "研究员",
            "employer": "rxc"
        },
        {
            "boardNum": 14,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20250310141813045024.png",
            "aliyunVid": "",
            "reportTitle": "测试0901",
            "theme": "医药转化",
            "name": "测试090",
            "background": "1",
            "methods": "1",
            "results": "1",
            "conclusion": "1",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/250310\/9bee9521a960a789a944647ff8474a7c.jpg",
            "keywords": "1",
            "position": "助理研究员",
            "employer": "RXC"
        },
        {
            "boardNum": 17,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20250226161641068095.png",
            "aliyunVid": "f0a13cb3053b71f0bfcf5017f1e90102",
            "reportTitle": "1",
            "theme": "免疫",
            "name": "梁妍",
            "background": "1",
            "methods": "1",
            "results": "1",
            "conclusion": "1",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/250226\/187be65cae303c840dd01ed5d300d8ce.jpg",
            "keywords": "1",
            "position": "研究员",
            "employer": "南京"
        },
        {
            "boardNum": 92,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20240925155043074083.png",
            "aliyunVid": "",
            "reportTitle": "Sesamol Ameliorates Dextran Sulfate Sodium-induced Depression-like and Anxiety-like Behaviors in Colitis Mice：The potential involvement of Gut-Brain Axis",
            "theme": "炎症性肠病",
            "name": "test001",
            "background": "Inﬂammatory bowel disease (IBD) is accompanied by some psychiatric disorders, including anxiety and depression. Sesamol has been reported to alleviate colitis symptoms and depression-like behaviors caused by chronic unpredictable mild stress, but its protective effect and underlying neurobiological mechanism on IBD induced by dextran sulfate sodium (DSS) accompanying depression-like and anxiety-like behaviors remains still unclear.",
            "methods": "DSS-induced IBD model; Behavior testing; Sesamol gavage",
            "results": "We found that a six-week sesamol treatment (100 mg\/kg bodyweight\/day) for DSS-induced mice predominantly prevented inflammation response, epithelial barrier dysfunction and depression-like and anxiety-like behaviors via a gut-brain axis. Sesamol alleviated neuroinflammatory responses via suppressing TLR-4\/NF-κB pathway, protected against oxidative stress and upregulated Nrf2 antioxidative signaling pathway. Moreover, sesamol treatment improved brain-derived neurotrophic factor (BDNF) by upregulating the BDNF\/TrkB\/CREB signaling pathway, restored synaptic impairments and enhanced norepinephrine (NE) and serotonin (5-HT) levels. Importantly, the correlation analysis showed that the gut barrier and lipopolysaccharide (LPS) content in serum were highly associated with behavioral perfomance and biochemical indexes of brain.",
            "conclusion": "In summary, the present study indicates that sesamol is a novel nutritional intervention strategy for preventing IBD and its symptoms of anxiety and depression.",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/240925\/32f3583db3157811fe06f64a0671505a.jpg",
            "keywords": "IBD; Depression; Sesamol",
            "position": "研究生",
            "employer": "西北农林科技大学，中国"
        },
        {
            "boardNum": 101,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20250312185540071048.png",
            "aliyunVid": "",
            "reportTitle": "1234",
            "theme": "营养",
            "name": "不通过",
            "background": "11",
            "methods": "22",
            "results": "33",
            "conclusion": "44",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/250312\/0a46ac266ceb6bd502858b48c4a680c6.jpg",
            "keywords": "323",
            "position": "助理研究员",
            "employer": "rxc"
        },
        {
            "boardNum": 188,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20241031155207014066.png",
            "aliyunVid": "",
            "reportTitle": "Continuous fecal metabolite detection after taking Gan Wei",
            "theme": "微生物组",
            "name": "测试",
            "background": "“方尖碑”的共性特征包括：约1kb的环状RNA基因组，可能呈现杆状基因组二级结构，以及编码功能未知的“Oblin”蛋白超家族；我们是真的很累但是\r\n部分“方尖碑”包含一种锤头状核酶变体；\r\n通过全球范围调查，鉴定出来自不同生态位的29,959个独特的“方尖碑”（以90%序列同一性聚类）；\r\n在人类微生物组中，“方尖碑”出现频率较高，在约7%的粪便样本和约50%的口腔样本中被检测到；\r\n研究确定了一种以人类口腔细菌血链球菌SK36为细胞宿主的特定“方尖碑”，但在充足的生长条件下，其对SK36的生长并非必需；\r\n这些观察结果表明，“方尖碑”可能是一类在人类和全球微生物组中未被注意到的多样化RNA，其具体影响尚待进一步研究。",
            "methods": "本研究发现了一类名为“方尖碑”（obelisks）的独特的基因组，可能呈现杆状基因组二级结构，以及编码功能未知的“Oblin”蛋白超家",
            "results": "“Oblin”蛋白超家族；\r\n部分“方尖碑”包含一种锤头状核酶变体；\r\n通过全球范围调查，鉴定出来自不同生态位的29,959个独特的“方尖碑”（以90%序列同一性聚类）；\r\n在人类微生物组中，“方尖碑”出现频率较高，在约7%的粪便样本和约50%的口腔样本中被检测到；\r\n研究确定了一种以人类口腔细菌血链球菌SK36为细胞宿主的特定“方尖碑”，但在充足的生长条件下，其对SK36的生长并非必需；\r\n这些观察结果表明，“方尖碑”可能是一类在人类和全球微生物组中未被注意到的多样化RNA",
            "conclusion": "测试",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/241108\/8efd063607a2ba723975d29d88b50ebe.jpg",
            "keywords": "测试;测试001",
            "position": "教授",
            "employer": "Rxc"
        },
        {
            "boardNum": 189,
            "bibaoPic": "https:\/\/cdn.mr-gut.cn\/images\/bibao\/2025\/20250106172227080039.png",
            "aliyunVid": "a0126de704a771f0b7445420848d0102",
            "reportTitle": "Integrated analysis of colorectal cancer patients with synchronous adenoma reveals a novel landscape of gut microbiota and metabolomicsIntegrated analysis of colorectal cancer patients with synchronous adenoma reveals a noveIntegrated analysis of com",
            "theme": "微生物组",
            "name": "测试数据",
            "background": "Studies have reported that gut microbiota and its metabolites are closely related to colorectal cancer (CRC). CRC with synchronous adenomas is characterized by simultaneous precancerous polyps in same intestinal segments haboring malignant lesions, making this condition an ideal model for studying the multistep CRC progression. However, microbial and metabolomic alterations in normal, adenoma and carcinoma mucosa from same CRC individuals remain to be strengthened.",
            "methods": "Studies have reported that gut microbiota and its metabolites are closely related to colorectal cancer (CRC). CRC with synchronous adenomas is characterized by simultaneous precancerous polyps in same intestinal segments haboring malignant lesions, making this condition an ideal model for studying the multistep CRC progression. However, microbial and metabolomic alterations in normal, adenoma and carcinoma mucosa from same CRC individuals remain to be strengthened.",
            "results": "We found significant microbial and metabolite variations among normal mucosa, adenoma mucosa and carcinoma mucosa. Meanwhile, there was a striking difference between mucosal microbiota and fecal microbiota, indicating the risk of using fecal microbiota to define intestinal microecology. Fusobacterium nucleatum was significantly abundant in carcinoma mucosa compared to normal and adenoma mucosa. Compared to normal mucosa, SCFAs producing bacteria was significantly depleted, while Actinomyces odontolyticus was higher in adenoma, and LC-MS\/MS results suggest that tryptophan metabolites, taurine and unsaturated fatty acids were significantly elevated in adenoma. Oral opportunistic bacteria such as Fusobacterium and Streptococcus appear to be consistently over-represented in carcinoma, while Bacillus subtilis was significantly decreased compared to adenoma. Metabolome analyses showed that L-kynurenine and Myristic acid were significantly increased in carcinoma. Further integrated analysis showed that gut microbiota dysbiosis is associated with metabolomic alterations.",
            "conclusion": "Compositional alterations in the microbiota and metabolite profile existed in CRC patients with synchronous adenoma. Mucosal microbiota reprogramming in CRC patients is associated with alterations of the mucosal metabolome. Mucosal microbiota reprogramming in CRC patients is associated with alterations of the mucosal metabolome. Mucosal microbiota reprogramming in CRC patients is associated with alterations of the mucosal metabolw mucosal metabolw mucosal metabolw mucosal metabo",
            "images": "https:\/\/cdn.mr-gut.cn\/chinagut\/250106\/0ed29207ee5fbea17e769e4e7f6a2486.jpg",
            "keywords": "Colorectal cancer; Synchronous adenoma; Adenoma-carcinoma sequence; 16s rDNA; Gut microbiota; LC-MS\/MS; Metabolomic; Integrated analysis",
            "position": "博士研究生",
            "employer": "rxc"
        }
    ],
    "msg": "",
    "code": 200
}