{"报告题目": "广东药科大学附属第一医院主任医师", "报告英文题目": "广东药科大学附属第一医院主任医师", "简介": "\"背景：内镜检查是检测人类胃肠道疾病和结直肠癌的首选方法。利用计算机辅助分析结肠镜视频有助于疾病的诊断及严重程度的评估。然而，在结肠镜检查过程中捕获的大量图像是没有信息的。因此检测和删除这些非信息帧是实现自动化分析的重要第一步。\n方法：收集了15个炎症性肠病患者的结肠镜视频，利用ResNext101网络开发了一个自动识别结肠镜视频非信息帧的算法。创新性地建立了专家评分和设定阈值的方法标注“非信息帧”：4名专家分别给原始图片打分——0分（信息类）和1分（非信息类），所有图像都将获得0到4分的分数。大于等于所设定非信息阈值分数的图片的标签为非信息帧。通过计算准确性、灵敏度、特异性等指标来评估模型区分信息帧和非信息帧的性能。\n结果：视频抽帧得到9589张图片，7945张图片作为训练集，764张图片作为验证集，880张作为测试集。当设定非信息阈值为4时，该模型检出非信息帧的准确率、敏感性和特异性分别可以达到93%、84.8%和95.7%。阈值为3时，上述指标分别达到90.8%、82.8%和95.8%。阈值为2时，上述指标分", "英文简介": "\"Background: Endoscopy is the method of choice for detecting gastrointestinal diseases and colorectal cancer in humans. Computer-aided analysis of colonoscopy videos is helpful for the diagnosis and severity assessment of the disease. However, a large number of images captured during colonoscopy are uninformative, so the detection and removal of these non-informative frames is an important first step towards automated analysis. \nMethods: 15 colonoscopy videos of IBD patients were collected. An algorithm for automatic identification of non-informative frames in colonoscopy videos using ResNext101 network were developed. An innovative method of expert scoring and labeling \"\"non-informative frames\"\" was established. Four experts scored each original image for score 0 (informative) or score 1 (non-informative). All images were assigned a score from 0 to 4. After scoring, the final label of a frame with a score greater than or equal to the noninformative threshold score is non-informative. Accuracy, sensitivity, specificity and other metrics were calculated to evaluate the performance of the model in distinguishing informative frames from non-informative frames. \nResults: A total of 9589 images were extracted from the video frame, 7945 images were used as the training set, 764 images were used as the validation set, and 880 images were used as the test set. When the non-information threshold was set to 4, the accuracy, sensitivity and specificity of the model for detecting non-information frames could reach 93%, 84.8% and 95.7%, respectively. When the threshold was 3, the above indexes reached 90.8%, 82.8% and 95.8%, respectively. When the threshold was 2, the above indicators could reach 88%, 91.2% and 81.4%, respectively. When the threshold was 1, the above indicators could reach 93.9%, 95.7% and 82.4%, respectively. \nConclusion: The proposed automatic and accurate non-informative frame detection system is essential for further colonoscopy video analysis. Doctors can choose different non-information frame thresholds according to different clinical application scenarios. Accurate detection and removal of non-informative frames can effectively improve the accuracy of disease severity assessment and reduce computational cost.\""}
