{"报告题目": "全身系统性炎症与肿瘤“肥胖悖论”的关联: 基于INSCOC队列", "报告英文题目": "Association of systemic inflammation with the obesity paradox in cancer", "简介": "\"背景与目的：肥胖悖论一直存在争议，其真实性质尚不清楚。本研究旨在探讨肥胖悖论是否存在于整体癌症和特定癌症中，并研究全身炎症在肥胖悖论中的作用。\n\n方法：对2013年至2018年中国6593例癌症患者进行前瞻性队列研究。Cox比例危险模型用于探讨体重指数（BMI）与全因死亡率之间的关系。该介导效应用于研究全身炎症在BMI和癌症生存风险之间的关系中所占的比例。\n\n结果：779名（11.8%）、3680名（55.8%）、1761名（26.7%）和373名（5.7%）患者分别为体重不足、正常体重、超重和肥胖。BMI增加与全因癌症死亡率降低相关，呈单调的倒J形。无论病理分期如何，随着BMI的增加，生存概率都呈阶梯状增加。此外，肥胖悖论持续了90天。值得注意的是，肥胖悖论广泛存在于大多数肿瘤类型中，但在肝-髂癌症和乳腺癌中却没有。在BMI和癌症全因死亡率之间的总体相关性中，约10.8%-24.0%是由炎症介导的。\n\n结论：在癌症患者中，BMI与全因死亡率呈单调负相关。肥胖悖论在大多数癌症中普遍存在，但肝胆癌症和乳腺癌症除外。炎症可能是癌症肥胖悖论的真正特征之一。\"", "英文简介": "\"Background & Aims: The obesity paradox was controversial, and its true nature remains unclear. This study aimed to explore whether the obesity paradox exists in overall and specific cancers and to investigate the role of systemic inflammation in the obesity paradox.\nMethods: A prospective cohort of 6593 patients with cancer diagnosed between 2013 and 2018 in China was conducted. The Cox proportional hazards model was used to explore the relationship between body mass index (BMI) and all-cause mortality. The mediated effect was used to investigate the proportion of systemic inflammation mediating the relationship between BMI and cancer survival risk.\nResults: 779 (11.8%), 3680 (55.8%), 1761 (26.7%), and 373 (5.7%) patients were underweight, normal weight, overweight and obese respectively. Increased BMI was consistently associated with a reduced risk of all-cause cancer mortality, with a monotonic inverse J-shape. The survival probability showed a step-like increase with an increase in BMI regardless of pathological stage. In addition, the obesity paradox persisted for 90-day outcomes. Notably, the obesity paradox existed widely in most tumor types but has not in hepatic-biliary cancer and breast cancers. Approximately 10.8%–24.0% of the overall association between BMI and all-cause mortality in cancer was mediated by inflammation.\nConclusions: A monotonic negative association between BMI and all-cause mortality is observed in cancer patients. The obesity paradox is prevalent in most cancers, except for hepatic biliary cancer and breast cancer. Inflammation may be one of the true features of the obesity paradox in cancer.\""}
