{"报告题目": "A20蛋白调控线粒体损伤/线粒体自噬在肠道炎症中的作用及机制研究", "报告英文题目": "The Role and Mechanism of A20 in Intestinal Inflammation by Regulating Mitochondrial Damage/Mitophagy", "简介": "\"背景与目的:\nA20是由肿瘤坏死因子α诱导蛋白3（Tumor Necrosis Factor Alpha Inducible Protein 3, TNFAIP3）编码的一种蛋白，以其去泛素化酶和泛素连接酶的协同作用，在炎症中发挥重要的负调控作用。肠道炎症与线粒体自噬失调相关，其中泛素化和去泛素化系统发挥关键作用。然而，A20是否通过调控线粒体自噬参与肠道炎症尚不清楚。本研究旨在探讨A20蛋白是否通过其泛素编辑酶的功能参与肠道炎症中的线粒体自噬过程。\n方法:\n体内实验使用3%葡聚糖硫酸钠（Dextran Sulphate Sodium, DSS）连续喂养小鼠7天诱导结肠炎模型，评测小鼠炎症程度以及结肠组织炎症因子蛋白和mRNA表达水平；检测小鼠结肠组织氧化应激指标。电镜下观察线粒体状态，检测线粒体外膜膜电位和组织ATP水平。Western Blot检测线粒体自噬标志蛋白的表达水平。体外实验使用HT-29细胞株，通过转染TNFAIP3和PINK1的siRNA，使用免疫共沉淀和免疫荧光共定位检测A20与其他蛋白的作用。\n结果:", "英文简介": "Background: A20 is a protein encoded by tumor necrosis factor alpha-inducible protein 3 (TNFAIP3) that acts as an important negative regulator of inflammation through its cooperative activity as a de-ubiquitinating enzyme and a ubiquitin ligase. Intestinal inflammation is associated with the dysregulation of mitophagy, in which ubiquitination and deubiquitination systems play a key role. However, whether A20 participates in intestinal inflammation by regulating mitophagy remains unclear. This study aimed to investigate whether the A20 protein is involved in mitophagy in intestinal inflammation with its function as a ubiquitin-editing enzyme.\nMethods: WT and Tnfaip3+/- mice were fed with 3% Dextran Sulphate Sodium (DSS) for 7 days continuously to induce colitis models. Colon length, DAI, colon histological score, and expression levels of proinflammatory cytokines were evaluated among groups. Oxidative stress indicators, the structure of mitochondria, the number of mitochondria and autophagosomes, and mitophagy-associated proteins in the colon were detected by transmission electron microscope and western blot, etc. Co-immunoprecipitation and immunofluorescence were performed to detect the regulatory relationship between A20 and PINK1 and TOM20 in HT-29 cells.\nResults: A20 knockdown led to severe colonic inflammation and greater oxidative stress in colon tissue, and this difference was more pronounced in DSS-induced colitis. Mitochondrial damage in the Tnfaip3+/- group was more severe with or without DSS treatment, which was specifically manifested as disordered mitochondrial structure, decreased mitochondrial number, increased mitochondrial membrane potential, and decreased mitochondrial ATP content. In addition, more mitophagy was observed in the Tnfaip3+/- group, and even more so after DSS treatment. A higher number of lysosomes and autophagosomes, and higher expression levels of PINK1, P62, and LC3BII/I ratio were shown in both mitochondria and cytoplasm. Furthermore, the interaction between PINK1 and A20 is enhanced during mitophagy. Knocking down the expression of PINK1 or A20 both affected the normal mitophagy process. The expression of A20 and phosphorylated A20 protein in mitochondrial components increased and the binding of A20 with mitochondrial outer membrane protein TOM20 was enhanced during mitophagy, these phenomena were attenuated after PINK1 siRNA transfection.\nConclusions: A20 was involved in the regulation of mitophagy by PINK1 phosphorylation and binding to mitochondrial outer membrane protein TOM20 to reduce intestinal inflammation."}
